;Do not translate this section
[Info]
Language=Croatian (Hrvatski)
Translator=Zvonimir Unukić <zvonimiru@gmail.com>
Version=1.0.0.365

;Main Menu
[Menu]
;
;Feed Menu
;
Title32791=Kanal
Item32791=Ažuriraj sve kanale
Item33321=Zaustavi sva ažuriranja
Item32793=Označi sve kao pročitano
Item36564=Obnovi brojku nepročitanih
Item32792=Ažuriraj kanal/grupu
Item32818=Označi kao pročitano
Item32800=Izbriši
Item36739=Preimenuj
Item32799=Svojstva...
Item36548=Uredi kanale...
Item57665=Izlaz

Title32797=Dodaj
Item32797=Kanal...
Item36537=Pronađi kanal...
Item32796=Grupu kanala...
Item36558=Bloglines Sync...
Item32837=Pregled vijesti...
Item32925=Oznaku...

;
;Edit Menu
;
Title57635=Uređivanje
Item57635=Isjeci
Item57634=Kopiraj
Item57637=Naljepi
Item57636=Pronađi tekst (na ovoj stranici)...
Item36547=Pronađi pretplatnički kanal...
Item32917=Pronađi članak sa vijestima
Item32858=Pronađi sljedeći
Item36738=Opća pretraga...



